Repository: pushnews/wordpress-plugin
Catalog: languages/*.po
Languages: pt_br

source: https://www.pushnews.eu/
pt_br: https://www.pushnews.com.br/

source: Increase your website traffic with Pushnews Web Push Notifications.
pt_br: Aumente o tráfego do seu site com Pushnews Web Push Notifications.

source: Pushnews installed. Now you need to configure it
pt_br: Pushnews instalado. Agora você precisa configurá-lo

source: here
pt_br: aqui

source: WooCommerce - Abandoned cart recovery Push Notification
pt_br: WooCommerce - Push Notification para recuperação de carrinhos abandonados

source: <p>Here you can setup up a Push Notification to be sent to users who have added items to the shopping cart but did not finish the purchase within a certain time.</p><p class="description">You can use the following product variables on Notification title and Notification content: <b>%name%</b> for product name, <b>%price%</b> for product price.</p>
pt_br: <p>Aqui pode configurar uma Push Notification para ser automaticamente enviada para os inscritos que adicionaram algo ao carrinho de compras mas não finalizaram a compra dentro de um determinado tempo.</p><p class="description">Pode utilizar as seguintes variáveis nos campos Título e Conteúdo: <b>%name%</b> para o nome do produto, <b>%price%</b> para o preço do produto.</p>

source: Active
pt_br: Ativo

source: Hours to wait before sending Notification
pt_br: Horas para aguardar até enviar Notificação

source: Notification title
pt_br: Título da Notificação

source: Notification content
pt_br: Conteúdo da Notificação

source: Configuration
pt_br: Configuração

source: Activation
pt_br: Ativação

source: Add Sidebar on Posts
pt_br: Adicionar barra lateral nos Posts

source: Notification properties
pt_br: Propriedades da Notificação

source: Maximum title characters
pt_br: Máximo de caracteres para o Título

source: Maximum content characters
pt_br: Máximo de caracteres para o Conteúdo

source: Developer
pt_br: Desenvolvedor

source: Download log file
pt_br: Baixar arquivo de log

source: If disabled, the Pushnews Javascript tag will not be injected on your website.
pt_br: Quando desligado, a tag Javascript do Pushnews não será injetada no seu site.

source: This adds a Pushnews sidebar on your Posts to allow you to send Push Notifications without leaving wordpress.
pt_br: Adiciona o Pushnews na barra lateral dos Posts para que possa fazer disparos de Push Notifications sem sair do Wordpress.

source: Get your App ID
pt_br: Obtenha o seu App ID

source: Get your API token
pt_br: Obtenha o seu API token

source: If user finishes the purchase before this time has passed, Push Notification will be canceled.
pt_br: Se um inscrito terminar a compra antes de estas horas passarem, a Push Notification será cancelada.

source: If the Pushnews team asks you for the log, send them this file.
pt_br: Caso o time do Pushnews solicite, envie este log para eles.

source: Save
pt_br: Salvar

source: Send push on publish/update
pt_br: Enviar Push ao publicar/atualizar

source: Send email on post publish
pt_br: Enviar Email ao publicar/atualizar

source: Error
pt_br: Erro

source: API token is not defined, please update your plugin configuration
pt_br: O API token não está definido, por favor atualize a configuração do plugin

source: Open Pushnews
pt_br: Abrir Pushnews
